Repository: common-repository/aspexi-sweet-popups
Catalog: languages/aspexisweetpopups-*.po
Languages: pl_pl

source: Unsaved changes!
pl_pl: Potwierdzenie opuszczenia strony

source: If you leave this page now the changes you have made may be lost.
pl_pl: Jeśli teraz opuścisz tę stronę wprowadzone zmiany zostaną utracone.

source: Stay and continue
pl_pl: Pozostań i kontynuuj

source: Drop changes and leave
pl_pl: Opuść bez zapisywania

source: Get PRO version
pl_pl: Wersja PRO

source: Settings
pl_pl: Ustawienia

source: You do not have sufficient permissions to access this page.
pl_pl: Nie masz uprawnień dla tej strony.

source: Wrong or missing status. Available statuses: enabled and disabled. Settings not saved.
pl_pl: Brak lub błędny status. Dostępne statusy to: włączony oraz wyłączony. Nie zapisano.

source: Wrong icon type. Available types: empty, warning, error, success, info. Settings not saved.
pl_pl: Nieprawidłowy typ ikony. Dostępny typy: pusty, ostrzeżenie, błąd, sukces, informacja. Nie zapisano.

source: Missing Popup content. Settings not saved.
pl_pl: Puste pole treść okienka. Nie zapisano.

source: Settings saved.
pl_pl: Zapisano.

source: Aspexi Sweet Popups Settings
pl_pl: Aspexi Sweet Popups Ustawienia

source: Avaliable options (accepted values separated by "|")
pl_pl: Dostępne opcje (akceptowalne wartości oddzielone znakiem ”|”)

source: Example 1
pl_pl: Przykład 1

source: Example 2
pl_pl: Przykład 2

source: Example 3
pl_pl: Przykład 3

source: MailChimp Integration
pl_pl: Integracja MailChimp

source: MailChimp API Key
pl_pl: MailChimp klucz API

source: MailChimp Lists
pl_pl: Listy MailChimp

source: Enable Double Opt-In
pl_pl: Włącz opcje „Opt-In”

source: To display MailChimp write shortocde in popup content
pl_pl: Aby wyświetlić MailChimp dodaj shortcode w treści popupa

source: Save settings
pl_pl: Zapisz ustawienia

source: Write your button text
pl_pl: Wpisz tekst przycisku

source: Success message
pl_pl: Wiadomość powodzenia

source: Error message
pl_pl: Wiadomość niepowodzenia

source: Basic
pl_pl: Podstawowe

source: Enabled
pl_pl: Włączony

source: Disabled
pl_pl: Wyłączony

source: Show only on the home page
pl_pl: Pokazuj tylko na stronie głównej

source: Show when user reaches bottom of the page
pl_pl: Pokaż gdy użytkownik przejdzie do dołu strony

source: Popup title
pl_pl: Nagłówek okienka

source: Popup content
pl_pl: Treść okienka

source: You can use simple HTML and shortcodes.
pl_pl: Możesz użyć uproszczonego HTML lub shortcode.

source: Show only once per user (based on cookies)
pl_pl: Pokazuj tylko raz (oparte na ciasteczkach)

source: Cookie lifetime (in days)
pl_pl: Czas życia ciasteczka (dni)

source: If omitted or zero, the cookie will expire at the end of the session.
pl_pl: Jeśli puste lub zero to czas życia ciasteczka zakończy się razem z zakończeniem sesji.

source: Look & Feel
pl_pl: Wygląd

source: Theme
pl_pl: Szablon

source: Default
pl_pl: Domyślna

source: Icon type
pl_pl: Typ ikony

source: Empty
pl_pl: Pusty

source: Info
pl_pl: Informacja

source: Warning
pl_pl: Ostrzeżenie

source: Success
pl_pl: Sukces

source: Error
pl_pl: Błąd

source: Select close button
pl_pl: Wybierz przycisk zamykania

source: Button
pl_pl: Przycisk

source: Icon
pl_pl: Ikona

source: You can add own element with class "close-sweet-popup" which close popup
pl_pl: Możesz dodać własny element z klasą „close-sweet-popup”, który zamknie okienko

source: Close button color
pl_pl: Kolor przycisku zamykania

source: This will apply to the button color as well as long as the default theme is used.
pl_pl: Kolor przycisku będzie taki sam jeśli wybrano domyślną skórkę.

source: Show Facebook Like Button
pl_pl: Pokaż przycisk „Lubię to!”

source: Like Button URL
pl_pl: Adres przycisku „Lubię to!”

source: Any
pl_pl: Dowolny

source: Site url
pl_pl: Adres sieci

source: Page url
pl_pl: Adres strony

source: Like Button Layout
pl_pl: Layout przycisku „Lubię to!”

source: Advanced
pl_pl: Zaawansowane

source: Auto open
pl_pl: Autootwieranie

source: Auto open after
pl_pl: Automatycznie otwórz po

source: milliseconds (1000 milliseconds = 1 second)
pl_pl: milisekundy (1000 milisekund = 1 sekunda)

source: Auto open when user reaches element
pl_pl: Otwórz automatycznie gdy użytkownik zobaczy element

source: Auto open when user reaches
pl_pl: Otwórz automatycznie gdy użytkownik przejdzie do

source: (jQuery selector for example #element_id, .some_class)
pl_pl: (Selektor jQuery np.: #element_id, .jakaś_klasa)

source: Auto open when user reaches position
pl_pl: Otwórz automatycznie gdy użytkownik przewinie do pozycji

source: Auto open when user is
pl_pl: Automatycznie otwórz gdy użytkownik jest

source: Top
pl_pl: Góry

source: Bottom
pl_pl: Dołu

source: Preview
pl_pl: Podgląd
